const instructions = {
  info: (
    <p>
      Не впевнені, який розмір вам підходить? Введіть свої виміри та стать, щоб
      дізнатися, який розмір вам підходить у кожному бренді, або просто скажіть
      нам, який розмір найкраще підходить вам у вашому улюбленому бренді. Ми
      допоможемо вам знайти інший одяг, який підійде вам подібним чином.
      Обов'язково ознайомтеся з інструкціями, як правильно зняти мірки
    </p>
  ),
  women: (
    <>
      <p>Ось інструкція, як правильно зняти мірки для жінок:</p>
      <br />
      <p>
        <b>1. Зріст:</b>
        <br />
        - Станьте прямо, ноги разом, без взуття.
        <br />- Виміряйте від верхівки голови до підлоги.
      </p>
      <br />
      <p>
        <b>2. Обхват грудей:</b>
        <br />
        - Виміряйте під пахвами, навколо лопаток та через найповнішу частину
        грудей.
        <br />- Не затягуйте стрічку надто сильно. Для підбору бюстгальтера
        також виміряйте розмір прямо під грудьми.
      </p>
      <br />
      <p>
        <b>3. Обхват талії:</b>
        <br />
        - Виміряйте навколо вашої природної лінії талії, приблизно на дюйм вище
        пупка.
        <br />- Переконайтеся, що міркова стрічка паралельна до підлоги і щільно
        прилягає, але не надто туго. Розслабтеся і видихніть перед тим, як
        міряти.
      </p>
      <br />
      <p>
        <b>4. Обхват стегон:</b>
        <br />
        - Виміряйте навколо найширшої частини стегон, приблизно на 8 дюймів
        нижче від талії.
        <br />- Помістіть міркову стрічку навколо цієї точки, стоячи прямо зі
        зведеними ногами, переконавшись, що вона розташована горизонтально.
      </p>
      <br />
      <p>
        <b>5. Внутрішня довжина штанів:</b>
        <br />
        - Виміряйте від паху до щиколотки, стоячи прямо з прямими ногами.
        <br />- Цей вимір може бути корисний для визначення розміру штанів або
        піжам.
      </p>
      <br />
      <p>
        Під час вимірювань важливо стояти розслаблено і прямо, а також
        переконатися, що стрічка рівномірно прилягає до тіла, не затягуючи його
        та не будучи надто вільною. Записуйте всі виміри для подальшого
        використання.
      </p>
    </>
  ),
  men: (
    <>
      <p>Ось інструкція, як правильно зняти мірки для жінок:</p>
      <br />
      <p>
        <b>1. Зріст:</b>
        <br />
        - Станьте прямо, ноги разом, без взуття.
        <br />- Виміряйте від верхівки голови до підлоги.
      </p>
      <br />
      <p>
        <b>2. Обхват грудей:</b>
        <br />
        - Виміряйте навколо грудної клітки під пахвами і через найширшу частину
        грудей.
        <br />- Стрічка повинна бути горизонтальною і лежати м'яко, але щільно,
        без затягування.
      </p>
      <br />
      <p>
        <b>3. Обхват талії:</b>
        <br />
        - Виміряйте навколо найвужчої частини вашої талії.
        <br />- Міркова стрічка має бути паралельна підлозі і не надто туго
        прилягати
      </p>
      <br />
      <p>
        <b>4. Обхват стегон:</b>
        <br />
        - Виміряйте навколо найширшої частини стегон.
        <br />- Упевніться, що міркова стрічка лежить горизонтально і не
        затягується.
      </p>
      <br />
      <p>
        <b>5. Довжина рукава (якщо потрібно):</b>
        <br />- Виміряйте від плеча до зап'ястя зі злегка зігнутою рукою.
      </p>
      <br />
      <p>
        <b>6. Внутрішня довжина штанів:</b>
        <br />
        - Виміряйте від паху до щиколотки.
        <br />- Цей вимір важливий для визначення розміру штанів або джинсів.
      </p>
      <br />
      <p>
        Під час вимірювань важливо стояти розслаблено і прямо. Міркова стрічка
        повинна щільно прилягати до тіла, але не стискувати його. Всі виміри
        рекомендується записати для подальшого використання.
      </p>
    </>
  ),
  kids: (
    <>
      <p>Ось інструкція, як правильно зняти мірки для жінок:</p>
      <br />
      <p>
        <b>1. Зріст:</b>
        <br />
        - Дитина повинна стояти прямо, ноги разом, без взуття.
        <br />- Вимірюйте від верхівки голови до підлоги.
      </p>
      <br />
      <p>
        <b>2. Обхват грудей:</b>
        <br />
        - Вимірюйте навколо найширшої частини грудей дитини.
        <br />- Переконайтеся, що міркова стрічка горизонтальна і не затягнута
        надто туго.
      </p>
      <br />
      <p>
        <b>3. Обхват талії:</b>
        <br />
        - Вимірюйте навколо найвужчої частини талії дитини.
        <br />- Стрічка повинна бути паралельною підлозі та щільно прилягати,
        але не обтягувати.
      </p>
      <br />
      <p>
        <b>4. Обхват стегон:</b>
        <br />
        - Вимірюйте навколо найширшої частини стегон.
        <br />- Переконайтеся, що стрічка розташована горизонтально.
      </p>
      <br />
      <p>
        <b>5. Внутрішня довжина штанів (при необхідності):</b>
        <br />- Виміряйте від плеча до зап'ястя зі злегка зігнутою рукою.
      </p>
      <br />
      <p>
        Під час вимірювань важливо, щоб дитина стояла розслаблено і не рухалася.
        Забезпечте, щоб міркова стрічка не затискала шкіру, але і не була
        занадто вільною. Всі виміри варто записати для подальшого використання.
      </p>
    </>
  ),
};

export default instructions;
